app/controllers/todos_controller.rb

    def create
        @todo = Todo.create!(todo_params)
---
INSERT INTO "todos" ("title", "created_by", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["title", "Learn Elm"], ["created_by", "1"], ["created_at", "2019-06-18 11:02:25.566267"], ["updated_at", "2019-06-18 11:02:25.566267"]]